{
  "metadata": {
    "title": "Simulaciones de Ingeniería Precisas y Rentables | Prosimcae",
    "description": "Prosimcae ofrece servicios expertos de simulación de ingeniería para optimizar el diseño de sus productos y reducir costos. Mejore el rendimiento y acelere el desarrollo con nuestras soluciones confiables. ¡Contáctenos ahora!",
    "alternates": {
      "canonical": "https://www.prosimcae.com/es/"
    }
  },
  "mainSectionIntroDescription": "Desde la Dinámica de Fluidos hasta el Análisis Estructural y la Gestión Térmica, utilizamos métodos eficientes para ayudarte a optimizar el rendimiento del producto y reducir los gastos de prueba. ¡Contáctanos y te apoyaremos en cada paso del camino!",
  "mainSectionTitles": {
    "simulationServices": "Servicios de Simulación",
    "howWeWork": "Cómo trabajamos",
    "caseStudies": "Estudios de caso",
    "partnerWithUs": "Asóciate con Nosotros",
    "aboutProsimcae": "Sobre prosimcae"
  },
  "onDemandEngineering": {
    "serviceName": "Ingeniería a Demanda",
    "serviceIntro": "¿Necesitas ayuda especializada con software de simulación comercial? Nuestro enfoque a demanda aborda desafíos avanzados de choques o mecánicos para la automoción y más allá. Nos adaptamos a tu entorno—remoto o en sitio—y entregamos resultados bajo tu propia infraestructura.",
    "hrefDiscover": "/contact",
    "items": {
      "0": {
        "title": "Simulaciones BiW & Choques",
        "description": "Maneja la seguridad de los ocupantes y eventos dinámicos de alto impacto fácilmente."
      },
      "1": {
        "title": "Estándares NCAP",
        "description": "Cubre MDB, choques frontales y criterios de lesiones para cumplimiento regulado."
      },
      "2": {
        "title": "Maestría en Software Comercial",
        "description": "Integramos LS-DYNA, Abaqus, ANSA y META sin problemas en tus flujos de trabajo."
      },
      "3": {
        "title": "Postprocesamiento Profesional",
        "description": "Ofrece visualizaciones claras y presentaciones aptas para los interesados."
      },
      "4": {
        "title": "Colaboración Flexible",
        "description": "Escala horas diarias o proyectos—remotamente o en sitio—según tus necesidades."
      }
    }
  },
  "customEngineering": {
    "serviceName": "Ingeniería a Medida",
    "serviceIntro": "¿Necesitas simulaciones para reducir pruebas y resolver problemas mecánicos? Nuestro enfoque de ingeniería a medida encuentra soluciones utilizando herramientas de código abierto probadas en combate. Reducimos costos, garantizamos precisión y cumplimos con los estándares de cumplimiento, todo mientras nos adaptamos a tu cronograma.",
    "hrefDiscover": "/contact",
    "items": {
      "0": {
        "title": "Simulaciones Rentables",
        "description": "Aprovecha el software abierto para reducir tarifas de licencias y enfócate en diseño."
      },
      "1": {
        "title": "Reducción de Requisitos de Prueba",
        "description": "Minimiza prototipos físicos y acelera el desarrollo con análisis virtuales probados."
      },
      "2": {
        "title": "Resolución de Problemas Mecánicos",
        "description": "Aborda fluidos, estructura y térmica adaptados a los desafíos de tu producto."
      },
      "3": {
        "title": "Cumplimiento y Confiabilidad",
        "description": "Utiliza solucionadores validados para resultados consistentes alineados a estándares."
      },
      "4": {
        "title": "Gestión de Proyectos Flexible",
        "description": "Adapta recursos y entregables para ajustarse a tus objetivos y presupuesto."
      }
    }
  },
  "studyCasesSections": {
    "solid": {
      "title": "Mecánica Sólida por Computadora (FEM)",
      "studyCases": {
        "0": {
          "studyCaseTitle": "Prueba de caída de un dispositivo de almacenamiento portátil (PSD)",
          "mediaItems": {
            "0": {
              "title": "Posición de impacto: explotada",
              "description": "Minimizar la aceleración en componentes sensibles es crucial, por lo tanto, el recinto de aluminio absorbe la energía del impacto, protegiendo la estructura interna. Se incluyen dimensiones clave, propiedades del material y otros datos para proporcionar contexto para la simulación.",
              "caption": "Posición de impacto: explotada",
              "alt": "Posición de impacto: explotada"
            },
            "1": {
              "title": "Posición de impacto: no explotada",
              "description": "El ensamblaje está posicionado cerca de una pared rígida para reducir el tiempo de simulación, con una velocidad inicial de -5.5 m/s en la dirección vertical. La no deformabilidad de la pared asegura que la integridad estructural del dispositivo pueda ser evaluada bajo condiciones controladas.",
              "caption": "Posición de impacto: no explotada",
              "alt": "Posición de impacto: no explotada"
            },
            "2": {
              "title": "Deformación plástica: vista 1",
              "description": "El video ilustra la evolución de la deformación plástica en la esquina de impacto, la posición más desfavorable debido a la concentración de tensiones resultante. A pesar de esto, el recinto de aluminio absorbe efectivamente la energía, limitando la deformación plástica a un valor máximo bajo de ~0.02.",
              "caption": "Deformación plástica: vista 1"
            },
            "3": {
              "title": "Deformación plástica: vista 2",
              "description": "El video muestra la deformación plástica desde el lado opuesto. El aluminio sufre deformación plástica visible concentrada en el impacto, así como una deformación elástica notable que se recupera después del impacto.",
              "caption": "Deformación plástica: vista 2"
            },
            "4": {
              "title": "Balance de energía",
              "description": "El gráfico ilustra la transferencia de energía durante el impacto, mostrando la energía cinética convirtiéndose en energía interna. La energía cinética disminuye rápidamente, mientras que la energía interna aumenta, reflejando la absorción de energía del material y la estabilización después de liberar cierta cantidad de energía elástica.",
              "caption": "Balance de energía",
              "alt": "Balance de energía"
            }
          }
        },
        "1": {
          "studyCaseTitle": "Simulación implícita de una prueba de flexión de 3 puntos",
          "mediaItems": {
            "0": {
              "title": "Prueba de perfil de aluminio: posición inicial",
              "description": "El montaje muestra un perfil de aluminio con un desplazamiento impuesto de 3 mm en la parte superior por una parte móvil rígida y soportado por fijaciones rígidas. Sus propiedades del material, condiciones de frontera y dimensiones clave proporcionan contexto para el análisis estructural.",
              "caption": "Prueba de perfil de aluminio: posición inicial",
              "alt": "Prueba de perfil de aluminio: posición inicial"
            },
            "1": {
              "title": "Desplazamiento vs iteración",
              "description": "El video muestra el perfil de aluminio sometiéndose a desplazamiento iterativo hasta alcanzar el desplazamiento impuesto de 3 mm en la condición de frontera Z. La deformación evoluciona simétricamente en ambos lados del perfil a través de iteraciones, como se anticipó.",
              "caption": "Desplazamiento vs iteración"
            },
            "2": {
              "title": "Deformación plástica vs iteración",
              "description": "El video ilustra la evolución de la deformación plástica a medida que el perfil de aluminio alcanza el desplazamiento impuesto de 3 mm en Z. La deformación plástica máxima ocurre simétricamente en el centro de simetría del perfil, como se esperaba.",
              "caption": "Deformación plástica vs iteración"
            },
            "3": {
              "title": "Fuerzas de reacción vs iteración",
              "description": "El video muestra las fuerzas de reacción durante la simulación, alcanzando su pico en el desplazamiento máximo. Las fuerzas están distribuidas uniformemente a lo largo de la superficie donde se aplica el desplazamiento y también concentradas en las fijaciones, mostrando la interacción a través de las superficies de contacto.",
              "caption": "Fuerzas de reacción vs iteración"
            },
            "4": {
              "title": "Tensión de Von Mises vs iteración",
              "description": "El video ilustra la distribución de tensión de Von Mises, principalmente concentrada alrededor del área de interacción de la parte móvil. Aparecen concentraciones de tensiones adicionales en regiones con cambios geométricos agudos en el perfil.",
              "caption": "Tensión de Von Mises vs iteración"
            }
          }
        },
        "2": {
          "studyCaseTitle": "Estudio de los modos vibracionales naturales",
          "mediaItems": {
            "0": {
              "title": "Estructura de marco de aluminio ligero",
              "description": "La estructura está diseñada para ser ligera y resistente a la corrosión. Cuenta con perfiles de vigas con dimensiones y espesores especificados, anclados al suelo. Se realiza un estudio de frecuencia natural para asegurar su idoneidad bajo condiciones dinámicas.",
              "caption": "Estructura de marco de aluminio ligero",
              "alt": "Estructura de marco de aluminio ligero"
            },
            "1": {
              "title": "Primer modo de flexión - 81Hz",
              "description": "Primer modo de flexión a lo largo del eje más largo de la mesa, con las patas actuando como puntos de pivote en el suelo. A medida que la estructura oscila de manera similar a un voladizo, el desplazamiento máximo ocurre cerca del medio de la mesa. Este modo ilustra cómo la mesa se deforma cuando está sujeta a cargas de flexión en su dirección longitudinal principal.",
              "caption": "Primer modo de flexión - 81Hz"
            },
            "2": {
              "title": "Segundo modo de flexión - 84Hz",
              "description": "Segundo modo de flexión a lo largo del eje más corto de la mesa, con las patas nuevamente actuando como puntos de pivote en el suelo. A medida que la estructura se flexiona de manera similar a un voladizo, el punto medio experimenta el mayor desplazamiento. Este modo destaca cómo la mesa muestra una frecuencia ligeramente mayor en esta dirección debido a la longitud de vano reducida.",
              "caption": "Segundo modo de flexión - 84Hz"
            },
            "3": {
              "title": "Primer modo torsional - 110Hz",
              "description": "El anillo superior gira alrededor del eje vertical. Hay una mínima flexión fuera del plano y el anillo se mantiene casi plano en el plano paralelo al suelo. Las cuatro patas sirven como puntos de pivote, y la geometría rectangular 'abierta' del marco permite que cada esquina se desplace ligeramente, creando ese movimiento de torsión en el plano.",
              "caption": "Primer modo torsional - 110Hz"
            },
            "4": {
              "title": "Flexión en el plano - 147Hz",
              "description": "Este modo implica principalmente los perfiles de anillo medio más pequeños de la mesa a lo largo de su eje más largo moviéndose hacia adentro y hacia afuera, mientras que el anillo superior, más rígido, muestra menos movimiento. Debido a que estos perfiles son más delgados, se flexionan más fácilmente, lo que explica por qué el anillo superior permanece relativamente quieto durante esta vibración.",
              "caption": "Flexión en el plano - 147Hz"
            },
            "5": {
              "title": "Modo de corte en el plano - 155Hz",
              "description": "El marco superior oscila entre dos formas romboides. Debido a que la rigidez en el plano del anillo es relativamente baja, cada esquina soldada puede pivotar ligeramente, permitiendo que el marco rectangular se deforme como un rombo. Este movimiento permanece mayormente en el plano de la mesa, en lugar de flexionar fuera del plano.",
              "caption": "Modo de corte en el plano - 155Hz"
            }
          }
        }
      }
    },
    "fluid": {
      "title": "Dinámica de Fluidos por Computadora (CFD)",
      "studyCases": {
        "0": {
          "studyCaseTitle": "Estudio de la eficiencia térmica de una habitación",
          "mediaItems": {
            "0": {
              "title": "Dimensiones principales de la habitación del edificio",
              "description": "La imagen describe las dimensiones clave de la habitación del edificio, destacando fuentes de calor y muebles en tonos rojizos. La posición de la unidad de aire acondicionado (entrada) se detallará en la siguiente imagen. La simulación asume puertas cerradas y modela la transferencia de calor convectiva transitoria dentro de la habitación.",
              "caption": "Dimensiones principales de la habitación del edificio",
              "alt": "Dimensiones principales de la habitación del edificio"
            },
            "1": {
              "title": "Fuentes de calor y BCs",
              "description": "La imagen muestra las condiciones de frontera de la habitación con una fuente de calor de ventana simplificada, ignorando radiación o conducción. Dos personas y un televisor actúan como fuentes de temperatura fija. El aire más frío entra desde el AC a un ángulo de 45°, mientras que las partes inferiores de las puertas sirven como salidas de presión.",
              "caption": "Fuentes de calor y BCs",
              "alt": "Fuentes de calor y BCs"
            },
            "2": {
              "title": "Velocidad y temperatura - vista 1",
              "description": "Este video rastrea las magnitudes de velocidad y temperaturas durante una simulación de 50s. Las líneas trazadoras del AC muestran que el aire frío afecta principalmente a una zona menos crítica, dejando el área de los ocupantes relativamente cálida. Aunque solo se muestran algunos caminos, la fricción implica un patrón similar cerca de las trayectorias. Estos hallazgos confirman la ubicación subóptima del AC.",
              "caption": "Velocidad y temperatura - vista 1"
            },
            "3": {
              "title": "Velocidad y temperatura - vista 2",
              "description": "Este video destaca cómo el aire frío permanece principalmente dentro de una zona confinada, lo que sugiere una posible recirculación y disipación de calor ineficiente. Aunque la recirculación no es directamente visible aquí, las paredes circundantes crean un espacio propenso a bucles de flujo de aire, situación que se examinará en el próximo video.",
              "caption": "Velocidad y temperatura - vista 2"
            },
            "4": {
              "title": "Patrón de recirculación",
              "description": "Este video presenta una sección plana a través de la unidad de AC, mostrando vectores de velocidad en el plano. Notablemente, el flujo que desciende desde la parte superior de la unidad forma un bucle de recirculación limitado por paredes circundantes, limitando el flujo de aire directo a las áreas de los ocupantes y sugiriendo ineficiencias en la ubicación del sistema.",
              "caption": "Patrón de recirculación"
            },
            "5": {
              "title": "Isovolumen de temperatura",
              "description": "Este video muestra una zona de isovolumen que marca temperaturas dentro de un rango especificado, destacando la distribución 3D del aire más frío. La habitación, inicialmente a 300K, experimenta una disminución máxima de aproximadamente 1.5K en estas regiones, mientras que otras áreas permanecen por encima del umbral. Esta área de enfriamiento limitada indica una distribución de aire subóptima y, potencialmente, la necesidad de mayor potencia del AC, resultando en un aumento de los costos de energía con la posición actual del AC.",
              "caption": "Isovolumen de temperatura"
            }
          }
        }
      }
    }
  },
  "openImages": {
    "0": {
      "description": "Solucionador FEA de código abierto para análisis estructural",
      "alt": "CalculiX",
      "caption": "Solucionador FEA de código abierto para análisis estructural"
    },
    "1": {
      "description": "Herramienta para el procesamiento de resultados del solucionador LS-DYNA",
      "alt": "LS-PrePost",
      "caption": "Herramienta para el procesamiento de resultados del solucionador LS-DYNA"
    },
    "2": {
      "description": "Solucionador de análisis dinámico para simulaciones de choques",
      "alt": "OpenRadioss",
      "caption": "Solucionador de análisis dinámico para simulaciones de choques"
    },
    "3": {
      "description": "Visualización 3D para datos de simulación",
      "alt": "ParaView",
      "caption": "Visualización 3D para datos de simulación"
    },
    "4": {
      "description": "Preprocesador para el solucionador CalculiX",
      "alt": "PrePoMax",
      "caption": "Preprocesador para el solucionador CalculiX"
    },
    "5": {
      "description": "Solucionador CFD para simulaciones de fluidos",
      "alt": "OpenFOAM",
      "caption": "Solucionador CFD para simulaciones de fluidos"
    }
  },
  "comImages": {
    "0": {
      "description": "Preprocesador para modelado CAE avanzado",
      "alt": "ANSA",
      "caption": "Preprocesador para modelado CAE avanzado"
    },
    "1": {
      "description": "Herramienta de postprocesamiento para análisis de datos CAE",
      "alt": "META",
      "caption": "Herramienta de postprocesamiento para análisis de datos CAE"
    },
    "2": {
      "description": "Solucionador FEA implícito para análisis estructural",
      "alt": "SIMULIA Abaqus Standard",
      "caption": "Solucionador FEA implícito para análisis estructural"
    },
    "3": {
      "description": "Solucionador FEA explícito para simulaciones dinámicas",
      "alt": "LS-DYNA",
      "caption": "Solucionador FEA explícito para simulaciones dinámicas"
    }
  },
  "aboutProsimcae": {
    "createdByPart1": "Creado por",
    "name": "Jordi Parra Porcar",
    "createdByPart2": ", Ingeniero Mecánico especializado en CAE durante más de 8 años.",
    "list": {
      "item1Part1": "Experiencia en los sectores",
      "automotive": "automotriz",
      "and": "e",
      "industrialSectors": "industrial.",
      "item2Part1": "Experiencia en profundidad en",
      "fea": "FEA (Análisis de Elementos Finitos)",
      "andCFD": "y CFD (Mecánica de Fluidos Computacional).",
      "item3Part1": "Autor de una",
      "publication": "publicación CFD revisada por pares",
      "andSuccessfully": "y supervisión exitosa de proyectos que",
      "costReduction": "reducieron los costos de prototipado",
      "andAccelerated": "y aceleraron los tiempos de diseño.",
      "item4Part1": "Operando como una",
      "consultancy": "consultoría remota",
      "workingWithClients": "trabajando con clientes internacionalmente para",
      "services": "servicios de simulación rápidos, flexibles y rentables",
      "simulationServices": "."
    }
  },
  "joinNetworkSection": {
    "title": "Únete a nuestra red de profesionales",
    "paragraph": "Invitamos a ingenieros calificados y expertos en simulación a colaborar en proyectos innovadores.",
    "list": {
      "item1": "Trabajar en proyectos diversos y emocionantes",
      "item2": "Crecimiento profesional y mejora de habilidades",
      "item3": "Arreglos de colaboración flexibles"
    }
  },
  "navButtonLabels": {
    "simulationServices": "Servicios de simulación",
    "howWeWork": "Cómo trabajamos",
    "caseStudies": "Estudios de caso",
    "partnerWithUs": "Asóciate con nosotros",
    "aboutProsimcae": "Acerca de Prosimcae"
  },
  "dialogGetInTouchButton": "Contáctanos",
  "customContactForm": {
    "labels": {
      "companyName": "Nombre de la empresa",
      "companyCountry": "País de la empresa",
      "contactName": "Nombre del contacto",
      "contactEmail": "Correo electrónico",
      "projectComplexity": "Complejidad del proyecto",
      "projectComplexityLevels": {
        "0": "Baja",
        "1": "Media",
        "2": "Alta"
      },
      "estimatedDeadline": "Fecha límite estimada",
      "projectExplanation": "Explicación del proyecto"
    },
    "placeholders": {
      "companyCountry": "Ingresa el país de tu empresa",
      "projectExplanation": "Explica brevemente tu solicitud de proyecto aquí, por favor. Nos pondremos en contacto contigo para conocer más detalles :)!"
    },
    "validation": {
      "required": "Este campo es obligatorio.",
      "minCharacters": "Al menos {min} caracteres.",
      "invalidEmail": "Dirección de correo electrónico inválida.",
      "complexityLevels": "Niveles: Bajo, Medio o Alto.",
      "invalidDateFormat": "Formato: DD/MM/AAAA",
      "maxWords": "La explicación del proyecto no debe exceder las 300 palabras."
    },
    "buttons": {
      "submit": "Enviar"
    }
  },
  "ondemandContactForm": {
    "labels": {
      "companyName": "Nombre de la empresa",
      "companyCountry": "País de la empresa",
      "contactName": "Nombre del contacto",
      "contactEmail": "Correo electrónico",
      "defProjDuration": "Duración del proyecto",
      "expectProjDurationHours": "Esperado (h)",
      "explanation": "Explicación de la solicitud"
    },
    "placeholders": {
      "companyCountry": "País de tu empresa",
      "projectExplanation": "Explica brevemente tu solicitud de proyecto aquí, por favor. Nos pondremos en contacto contigo para conocer más detalles :)!"
    },
    "validation": {
      "required": "Este campo es obligatorio",
      "minCharacters": "Al menos {min} caracteres.",
      "invalidEmail": "Dirección de correo electrónico inválida.",
      "defProjDuration": "Respuestas: Sí o No.",
      "complexityLevels": "Niveles: Bajo, Medio o Alto.",
      "invalidDateFormat": "Formato: DD/MM/AAAA",
      "maxWords": "La explicación del proyecto no debe exceder las 300 palabras."
    },
    "buttons": {
      "submit": "Enviar"
    }
  },
  "footer": {
    "links": {
      "privacyPolicy": "Política de Privacidad",
      "cookiePolicy": "Política de Cookies",
      "termsOfService": "Términos del Servicio",
      "legalNotice": "Aviso Legal",
      "contactUs": "Contáctanos"
    },
    "copyRight": "© 2025 prosimcae. Todos los derechos reservados.",
    "social": {
      "x": "X",
      "linkedin": "LinkedIn"
    }
  },
  "resumeUploadDialog": {
    "submitButton": "Envíe su CV",
    "dialogTitle": "Suba su currículum, por favor"
  }
}
